tap "1password/tap"
tap "airbytehq/tap"
tap "epk/epk"
tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "shopify/shopify"
tap "tinted-theming/tinted"
tap "tw93/tap"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "adr-tools"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bash"
brew "bat"
brew "bison"
brew "boost"
brew "btop"
brew "caddy"
brew "carapace"
brew "carthage"
brew "chruby"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "ddrescue"
brew "ente-cli"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-standup"
brew "gnupg"
brew "go"
brew "graphviz"
brew "node", link: false
brew "http-server"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "lazygit"
brew "lazysql"
brew "lnav"
brew "lsd"
brew "luarocks"
brew "markdown"
brew "memcached"
brew "miniupnpc"
brew "mkvtoolnix"
brew "mosh", args: ["HEAD"]
brew "mycli"
brew "mysql@8.4", restart_service: :changed, link: true
brew "neovim"
brew "netcat"
brew "nmap"
brew "node@24", link: true
brew "ollama", restart_service: :changed
brew "ripgrep"
brew "opencode"
brew "openjdk"
brew "overmind"
brew "pandoc"
brew "perl"
brew "pgcli"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: :changed
brew "prettyping"
brew "pyenv"
brew "python@3.10"
brew "python@3.13"
brew "qpdf"
brew "qt"
brew "railway"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "rlwrap"
brew "ruby", link: true
brew "ruby-install"
brew "rust"
brew "screen"
brew "screenfetch"
brew "sevenzip"
brew "sleepwatcher"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "stylua"
brew "superfile"
brew "svgo"
brew "television"
brew "telnet"
brew "tmuxinator"
brew "transmission-cli"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "uv"
brew "vips"
brew "vivid"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "airbytehq/tap/abctl"
brew "felixkratz/formulae/borders"
brew "shopify/shopify/ejson"
brew "shopify/shopify/ejson2env"
brew "tinted-theming/tinted/tinty"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "betterdisplay"
cask "claude"
cask "codex"
cask "discord"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "ente-auth"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "epk/epk/font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty@tip"
cask "hammerspoon"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "localsend"
cask "obs"
cask "plex-media-server"
cask "raycast"
cask "spotify"
cask "stats"
cask "vlc"
