tap "1password/tap"
tap "beeftornado/rmtree"
tap "charmbracelet/tap"
tap "chrokh/tap"
tap "epk/epk"
tap "eth-p/software"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "adr-tools"
brew "zstd"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "boost"
brew "caddy"
brew "gettext"
brew "pkg-config"
brew "carthage"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "docker"
brew "folly"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "unixodbc"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "geoip"
brew "gh"
brew "git-delta"
brew "git-standup"
brew "readline"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "htop"
brew "node"
brew "openssl@1.1"
brew "http-server"
brew "httpie"
brew "hub"
brew "jq"
brew "keychain"
brew "lazygit"
brew "libebml"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libgda"
brew "libgee"
brew "libmatroska"
brew "libmemcached"
brew "libpq"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "markdown"
brew "memcached"
brew "miniupnpc"
brew "qt"
brew "mkvtoolnix"
brew "mosh", args: ["HEAD"]
brew "mycli"
brew "mysql", restart_service: true
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "node@16"
brew "openjdk"
brew "overmind"
brew "perl"
brew "tidy-html5"
brew "php"
brew "pinentry-mac"
brew "postgresql@14"
brew "prettyping"
brew "pyenv"
brew "python"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "screen"
brew "sleepwatcher"
brew "smartmontools"
brew "stow"
brew "stylua"
brew "svgo"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "vifm"
brew "vim"
brew "vivid"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "1password-cli"
cask "amethyst"
cask "barrier"
cask "elgato-camera-hub"
cask "elgato-stream-deck"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "monitorcontrol"
cask "ngrok"
cask "obs"
cask "plex-media-server"
cask "raycast"
cask "stats"
vscode "castwide.solargraph"
vscode "CraigMaslowski.erb"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golf1052.base16-generator"
vscode "Hridoy.rails-snippets"
vscode "itarato.byesig"
vscode "KoichiSasada.vscode-rdbg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mbehr1.vsc-lfs"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "rebornix.ruby"
vscode "Shopify.rubocop-lsp"
vscode "Shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "travisthetechie.write-good-linter"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
