tap "1password/tap"
tap "airbytehq/tap"
tap "beeftornado/rmtree"
tap "charmbracelet/tap"
tap "chrokh/tap"
tap "epk/epk"
tap "eth-p/software"
tap "felixkratz/formulae"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "shopify/shopify"
tap "tinted-theming/tinted"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "adr-tools"
brew "xz"
brew "zstd"
brew "openssl@3"
brew "gettext"
brew "atuin"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "boost"
brew "caddy"
brew "carapace"
brew "carthage"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "readline"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "pango"
brew "srt"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "gcc"
brew "pmix"
brew "unixodbc"
brew "fzf"
brew "gawk"
brew "gdbm"
brew "geoip"
brew "gh"
brew "git"
brew "git-delta"
brew "git-standup"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "gtk+3"
brew "gstreamer"
brew "htop"
brew "node"
brew "http-server"
brew "httpie"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "lazygit"
brew "lazysql"
brew "libebml"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libgda"
brew "libgee"
brew "libmatroska"
brew "libmemcached"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "lnav"
brew "lsd"
brew "luarocks"
brew "markdown"
brew "memcached"
brew "miniupnpc"
brew "mkvtoolnix"
brew "mosh", args: ["HEAD"]
brew "mvfst"
brew "mycli"
brew "mysql@8.4", restart_service: :changed, link: true
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "node@22"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "openssl@1.1"
brew "overmind"
brew "perl"
brew "pgcli"
brew "tidy-html5"
brew "php"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "potrace"
brew "prettyping"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qt"
brew "railway"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rlwrap"
brew "ruby-install"
brew "rust"
brew "screen"
brew "screenfetch"
brew "sevenzip"
brew "sleepwatcher"
brew "smartmontools"
brew "stow"
brew "stylua"
brew "superfile"
brew "svgo"
brew "telnet"
brew "tmuxinator"
brew "transmission-cli"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vips"
brew "vivid"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "airbytehq/tap/abctl"
brew "felixkratz/formulae/borders"
brew "shopify/shopify/ejson"
brew "shopify/shopify/ejson2env"
brew "tinted-theming/tinted/tinty"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "amethyst"
cask "barrier"
cask "betterdisplay"
cask "claude"
cask "discord"
cask "docker-desktop"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "ente-auth"
cask "excalidrawz"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iterm2"
cask "itsycal"
cask "karabiner-elements"
cask "keka"
cask "monitorcontrol"
cask "ngrok"
cask "obs"
cask "plex-media-server"
cask "raycast"
cask "sonarr"
cask "spotify"
cask "stats"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
vscode "castwide.solargraph"
vscode "craigmaslowski.erb"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golf1052.base16-generator"
vscode "hridoy.rails-snippets"
vscode "itarato.byesig"
vscode "koichisasada.vscode-rdbg"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mbehr1.vsc-lfs"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "rebornix.ruby"
vscode "shopify.rubocop-lsp"
vscode "shopify.ruby-lsp"
vscode "shopify.vscode-shadowenv"
vscode "sianglim.slim"
vscode "travisthetechie.write-good-linter"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
go "github.com/danielmiessler/fabric"
